[GENERAL]
NAME				= Cambodia (Khmer)
TRANSLATOR			= -
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= កម្មវិធីនេះបានផុតកំណត់ហើយ។
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= មិនបានចុះបញ្ជី
TEXT_SAFEMODE			= Safe mode
TEXT_SAFEMODE_MESSAGE		= Bandicam is running in safe mode. \nSome features, including hardware accelerated encoding, may not work in safe mode.
TEXT_INIT_FAIL			= កម្មវិធីបានបរាជ័យក្នុងការចាប់ផ្ដើម។
TEXT_APPINFO			= Bandicam - ការថតវីដេអូកំរិតខ្ពស់។
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= មិនមានទំហំគ្រប់គ្រាន់ដើម្បីថត។
TEXT_ERROR_VIDEO_CAP		= បានបរាជ័យក្នុងការចាប់ផ្ដើមការចាប់យកវីដេអូ។
TEXT_ERROR_AUDIO_CAP		= បានបរាជ័យក្នុងការចាប់ផ្តើមការថតសំឡេង។ \n ប្រសិនបើអ្នកត្រូវការជំនួយចុចប៊ូតុងយល់ព្រម។
TEXT_ERROR_IMAGE_CAP		= បានបរាជ័យក្នុងការចាប់យករូបភាព។ \n សូមពិនិត្យមើលថតលទ្ធផលរបស់អ្នក។
TEXT_ERROR_CREATEFILE		= បានបរាជ័យក្នុងការបង្កើតឯកសារ។ \n ប្រសិនបើអ្នកត្រូវការជំនួយចុចប៊ូតុងយល់ព្រម។
TEXT_ERROR_OUTPUTFOLDER		= Output folder doesn't exist. Please change the output folder.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= បានបរាជ័យក្នុងការចាប់ផ្ដើម codec។
TEXT_ERROR_CODEC_INIT_RETRY	= Failed to initialize codec.\nDo you want to try again with the H.264 (CPU) codec?
TEXT_ERROR_CODEC_VIDEO		= ការថតបានឈប់ពីព្រោះមានបញ្ហាជាមួយ codec។
TEXT_ERROR_LOGO_IMAGE		= ឯកសាររូបភាពដែលមិនបានត្រឹមត្រូវ។ \n សូមជ្រើសឯកសាររូបភាពដែលត្រឹមត្រូវ (*.png) ។
TEXT_ERROR_INIT_DEVICE		= បានបរាជ័យក្នុងការចាប់ផ្តើមឧបករណ៍ថតវីដេអូ។
TEXT_ERROR_NO_DEVICES		= គ្មានឧបករណ៍ចាប់វីដេអូត្រូវបានលុប។
TEXT_ERROR_EXISTING_PRESET_NAME	= ឈ្មោះអ្នកត្រូវបានគេបញ្ចូលរួចហើយ។ \n សូមបញ្ចូលឈ្មោះផ្សេង។
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = This feature is no longer available due to Facebook's policy.
TEXT_CAN_NOT_CHANGE_TB		= អ្នកមិនអាចផ្លាស់ប្ដូរការកំណត់នេះនៅលើកំណែទំនេររបស់ Bandicam បានទេ។ \n សូមទិញ Bandicam ពី https://bandicam.com/buy
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= ប្រព័ន្ធរបស់អ្នកមិនត្រូវជាមួយ 'H.264 (AMD VCE)' ទេដូច្នេះត្រូវប្រើcodecលំនាំដើម។
TEXT_WARNING_AMD_APP2		= ប្រព័ន្ធរបស់អ្នកមិនត្រូវជាមួយ 'H.264 (AMD VCE)' ទេ។
TEXT_WARNING_DEVICE_CHANGE	= ប្រសិនបើអ្នកប្តូរការកំណត់ឧបករណ៍ ការថតវីដេអូការថតនឹងត្រូវបញ្ឈប់។ តើអ្នកប្រាកដថាអ្នកចង់បន្តឬ?
TEXT_WARNING_EXIT_BANDICAM	= ប្រសិនបើអ្នកបិទ Bandicam ការថតនឹងត្រូវបានបញ្ឈប់។ \n តើអ្នកពិតជាចង់បិទ Bandicam មែនទេ?
TEXT_WARNING_EXIT_BANDICAM_SREC	= After this application is terminated, the scheduled recording can no longer proceed. \nAre you sure you want to close Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= សំឡេង Sound
TEXT_VID_PAGE_WEBCAM		= កាមេរ៉ា​ Webcam
TEXT_VID_PAGE_LOGO		= ផ្លាកសញ្ញា​ Logo
TEXT_VID_PAGE_EFFECTS		= ម៉ៅ​ Mouse
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= ជម្រើស​ Options

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= ទូទៅ General
TEXT_OPT_PAGE_OUTPUT		= លទ្ធផល Output
TEXT_OPT_PAGE_HOOKING		= Hooking
TEXT_OPT_PAGE_LANGUAGE		= ភាសា​ Language
TEXT_OPT_PAGE_OTHERS		= ផ្សេងទៀត​ Others

TEXT_VIDEO			= វីដេអូ Video
TEXT_AUDIO			= អូឌីយ៉ូ Audio

TEXT_FOLDER_SELECT		= ជ្រើសកន្លែងរក្សាទុកវីដេអូ។

TEXT_FMT_FULL_SIZE		= ទំហំពេញ Full Size
TEXT_FMT_HALF_SIZE		= ទំហំពាក់កណ្តាល Half Size
TEXT_FMT_FIT_WIDTH		= ទទឹងសម Fit Width
TEXT_FMT_FIT_HEIGHT		= កំពស់សម Fit Height
TEXT_FMT_CUSTOM_SIZE		= ផ្ទាល់ខ្លួន Custom
TEXT_FMT_STEREO			= ស្តេរ៉េអូ Stereo
TEXT_FMT_MONO			= ម៉ូណូ​ Mono
TEXT_FMT_ORIGINAL_PCM		= ទ្រង់ទ្រាយaudioដើម
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Lossless

; preset
TEXT_PRESET_DEFAULT		= លំនាំដើម
TEXT_PRESET_HALFSIZE		= ទំហំពាក់កណ្តាល
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= ការកំណត់ (Ultrafast)យ៉ាងហ្មត់ចត់សម្រាប់ 60 FPS
TEXT_PRESET_LOWEND		= Low-end PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= សមនឹងទទឹង, 320x0
TEXT_PRESET_640x0		= សមនឹងទទឹង, 640x0
TEXT_PRESET_800x0		= សមនឹងទទឹង, 800x0
TEXT_PRESET_1280x0		= សមនឹងទទឹង, 1280x0
TEXT_PRESET_USER		= ការកំណត់ជាមុនរបស់អ្នកប្រើ

TEXT_CHANGE_LANG		= ដើម្បីប្ដូរភាសាអ្នកគួរតែចាប់ផ្ដើម Bandicam ឡើងវិញ។ \n តើអ្នកចង់ចាប់ផ្តើមឡើងវិញឥឡូវនេះទេ?
TEXT_CHANGE_HOOK		= ដើម្បីផ្លាស់ប្តូរការគាំងអ្នកគួរតែចាប់ផ្តើម Bandicam ឡើងវិញ។ \n តើអ្នកចង់ចាប់ផ្តើមឡើងវិញឥឡូវនេះទេ?
TEXT_CHANGE_SIZE		= ដើម្បីផ្លាស់ប្ដូរទំហំ Bandicam អ្នកគួរតែចាប់ផ្ដើម Bandicam ឡើងវិញ។ \n តើអ្នកចង់ចាប់ផ្តើមឡើងវិញឥឡូវនេះទេ?
TEXT_RESET_ALL_SETTINGS		= តើអ្នកប្រាកដថាអ្នកចង់កំណត់ការកំណត់ទាំងអស់ឡើងវិញតាមលំនាំដើមទេ?

TEXT_REGISTER_SUCCEEDED		= Bandicam របស់អ្នកត្រូវបានចុះឈ្មោះឥឡូវនេះ។
TEXT_REGISTER_FAILED		= ការចុះឈ្មោះបានបរាជ័យ។ ពិនិត្យអាសយដ្ឋានអ៊ីមែលនិងលេខសម្គាល់របស់អ្នក។
TEXT_REGISTER_CONNECT_FAILED	= មិនអាចចុះឈ្មោះ។ \nសូមពិនិត្យការភ្ជាប់អ៊ីនធឺណិតរបស់អ្នកនិងកំណត់នាឡិកាប្រព័ន្ធរបស់អ្នកទៅកាលបរិច្ឆេទនិងពេលវេលាបច្ចុប្បន្ន។ \n ប្រសិនបើអ្នកត្រូវការជំនួយ ចុចប៊ូតុងយល់ព្រម។
TEXT_REGISTER_INFO		= អាសយដ្ឋានអ៊ីមែល: %s\r\n លេខ Serial:%s
TEXT_REGISTER_LIMITED		= ការថតបានបញ្ឈប់។ \n\n អ្នកអាចថតបានត្រឹមតែ 10 នាទីនៅលើកំណែឥតគិតថ្លៃរបស់ Bandicam ។ \n សូមទិញ Bandicam ពី bandicam.com
TEXT_REGISTER_LIMITED_SREC	= អ្នកអាចថតបានត្រឹមតែ 10 នាទីនៅលើកំណែឥតគិតថ្លៃរបស់ Bandicam ។ \n សូមទិញ Bandicam ពី bandicam.com
TEXT_REGISTER_NEWRECORD		= អ្នកមិនអាចចាប់ផ្តើមការថតថ្មីនៅលើកំណែឥតគិតថ្លៃរបស់ Bandicam ។ \n សូមទិញ Bandicam ពី bandicam.com
TEXT_REGISTER_LICENCE_INFO	= មិនបានចុះឈ្មោះ !!! - វីដេអូរយៈពេល 10 នាទីជាមួយ ហត្ថលេខា \r\n ដើម្បីដកហត្ថលេខាត្រូវទិញ Bandicam ពី bandicam.com

TEXT_PROGRAM_INVALID		= កម្មវិធីនេះមិនត្រឹមត្រូវ។ អ្នកត្រូវដំឡើងកម្មវិធីឡើងវិញ។

TEXT_SELECT_NOT_SELECTED	= សូមជ្រើសរើសរបៀបថត
TEXT_SELECT_TARGET		= សូមចុចលើផ្ទាំងគោលដៅថត
TEXT_SELECT_DEVICE		= សូមជ្រើសឧបករណ៍ថតវីដេអូ
TEXT_TARGET_DIRECTX		= របៀបថតវីដេអូហ្គេម - ការថតវីដេអូនិងអ្នកលេងវីដេអូដោយប្រើ DirectX ។
TEXT_TARGET_SCREEN		= របៀបថតអេក្រង់ - កត់ត្រាផ្ទៃអេក្រង់និងវីឌីអូ។
TEXT_TARGET_DEVICE		= របៀបកត់ត្រាឧបករណ៍ - កត់ត្រា Webcam និងឧបករណ៍ចាប់យករន្ធ HDMI ។
TEXT_TARGET_CHANGING		= ប្រសិនបើអ្នកផ្លាស់ប្តូររបៀបថតការថតនឹងត្រូវបានបញ្ឈប់។ \n តើអ្នកប្រាកដថាអ្នកចង់បន្តឬ?
TEXT_TARGET_CLOSE		= ប្រសិនបើអ្នកបិទរបៀបថតបច្ចុប្បន្នការថតនឹងត្រូវបានបញ្ឈប់។ \n តើអ្នកប្រាកដជាចង់បន្តឬ?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= អ្នកមិនអាចចាប់ផ្តើមថតនៅក្នុង 'របៀបថតវីដេអូ' ទេពីព្រោះមិនត្រូវបានជ្រើសរើសយកទំហំគោលដៅ។ \n\n តើអ្នកចង់ផ្លាស់ប្តូររបៀបថតចម្លងទៅ 'របៀបថតអេក្រង់' ដើម្បីចាប់ផ្តើមថតឬ?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= អ្នកមិនអាចចាប់ផ្តើមថតនៅក្នុងរបៀបថតឧបករណ៍ទេពីព្រោះមិនបានជ្រើសរើសឧបករណ៍។ \n\n តើអ្នកចង់ផ្លាស់ប្តូររបៀបថតចម្លងទៅ 'របៀបថតអេក្រង់' ដើម្បីចាប់ផ្តើមថតឬ?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= អ្នកមិនអាចចាប់ផ្ដើមថតបានទេពីព្រោះរបៀបថតមិនត្រូវបានជ្រើសរើស។ \n\n តើអ្នកចង់ជ្រើសរើសរបៀប "របៀបថតអេក្រង់" ដើម្បីចាប់ផ្តើមថតឬ?

TEXT_STATUSBAR_READY		= រួចរាល់
TEXT_STATUSBAR_RECORDING	= កំពុងថត
TEXT_STATUSBAR_PAUSE		= ផ្អាក

TEXT_UPDATE_AVAILABLE		= បច្ចុប្បន្នមាន Bandicam ជំនាន់ថ្មី។ តើអ្នកចង់ទាញយកវាឥឡូវនេះទេ?
TEXT_UPDATE_UNAVAILABLE		= ជំនាន់នេះគឺជាជំនាន់ចុងក្រោយបំផុតមួយ។
TEXT_UPDATE_FAILED		= បានបរាជ័យក្នុងការពិនិត្យមើលព័ត៌មានកំណែ។  \n ប្រព័ន្ធនេះប្រហែលជាមិនភ្ជាប់អ៊ីនធឺណែតឬម៉ាស៊ីនដំណើរការមិនត្រឹមត្រូវ។
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= មិនអាចផ្ទុកឡើង។ ប្រសិនបើអ្នកទើបតែចុះឈ្មោះសូមផ្ទៀងផ្ទាត់អាសយដ្ឋានអ៊ីមែលរបស់អ្នក។

TEXT_TARGET_FULL		= ពេញ​អេក្រង់
TEXT_TARGET_RESTORE		= ស្ដារឡើងវិញ (Restore)
TEXT_TARGET_FIND		= Select a recording area
TEXT_TARGET_RESIZE		= ជ្រើសទំហំម៉ឺនុយ
TEXT_TARGET_IMAGE		= ការចាប់យករូបភាព
TEXT_TARGET_PEN			= របៀបគំនូរ
TEXT_TARGET_RECORD_START	= ការថតវីដេអូ - ចាប់ផ្តើម
TEXT_TARGET_RECORD_PAUSE	= ការថតវីដេអូ - ផ្អាក
TEXT_TARGET_RECORD_STOP		= ការថតវីដេអូ - បញ្ឈប់
TEXT_TARGET_MENU		= ម៉ឺនុយ
TEXT_TARGET_DISPLAY		= បង្ហាញ %d​ (Display)

TEXT_DEVICE_FULL		= ពេញ​អេក្រង់
TEXT_DEVICE_RESTORE		= ស្ដារឡើងវិញ (Restore)
TEXT_DEVICE_SELECT_DEVICE	= ជ្រើសរើសឧបករណ៍
TEXT_DEVICE_VOLUME		= ការត្រួតពិនិត្យកម្រិតសំឡេង
TEXT_DEVICE_IMAGE		= ការចាប់យករូបភាព
TEXT_DEVICE_RECORD_START	= ការថតវីដេអូ - ចាប់ផ្តើម
TEXT_DEVICE_RECORD_PAUSE	= ការថតវីដេអូ - ផ្អាក
TEXT_DEVICE_RECORD_STOP		=  ការថតវីដេអូ - បញ្ឈប់
TEXT_DEVICE_MENU		= ម៉ឺនុយ

TEXT_RC_HOWTO_NOCOMPLETE	= បិទ
TEXT_RC_HOWTO_BYTIME		= តាមពេលវេលា
TEXT_RC_HOWTO_BYSIZE		= តាមទំហំ
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD		= ចាប់ផ្ដើមការថតថ្មី
TEXT_RC_AFTER_EXIT		= ចេញពី Bandicam
TEXT_RC_AFTER_SHUTDOWN		= បិទកុំព្យូទ័រនេះ

TEXT_SHUTDOWN_SEC		= កំពុងបិទប្រព័ន្ធក្នុង %d វិនាទី។

TEXT_SEL_IMAGE_FILE		= ជ្រើសឯកសាររូបភាព

TEXT_RC_MB			= មេកាបៃ MB
TEXT_RC_GB			= ជីកាបៃ​ GB

TEXT_SND_SELECT_2_DISABLE	= -- បិទ (ត្រូវបានណែនាំ) --

TEXT_CORRUPTED_AVI_FILE		= ឯកសារដែលបានកត់ត្រាចុងក្រោយបំផុតត្រូវបានខូច។ \n តើអ្នកចង់ជួសជុលវាទេ? \n\nFile: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= ចុចរូបតំណាងដើម្បីស្ដារ Bandicam ឡើងវិញ ។
TEXT_TRAY_BALLOON_TIP_RECT	= ចុចរូបតំណាងដើម្បីបង្ហាញការថតអេក្រង់។
TEXT_TRAY_BALLOON_TIP_DEVICE	= ចុចរូបតំណាងដើម្បីបង្ហាញម្លុកឧបករណ៍ថត។
TEXT_FORCE_STOP			= បានបរាជ័យក្នុងការបញ្ឈប់ការកត់ត្រាពីព្រោះបង្អួចគោលដៅមិនឆ្លើយតប។ \nតើអ្នកចង់បង្ខំឱ្យការថតសម្លេងឈប់ទេឬ?
TEXT_EXTERNAL_CODEC		= - Codecខាងក្រៅ -
TEXT_CUDA_GPU_AUTOSELECT	= (ជ្រើសដោយស្វ័យប្រវត្តិ)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= ស្ថានភាពការថត
TEXT_INDICATOR_TIME		= ពេលវេលាថត
TEXT_INDICATOR_SIZE		= កំពុងកត់ត្រាទំហំឯកសារ / ទំហំនៅសល់
TEXT_INDICATOR_VOLUME		= កម្រិតសំឡេងបច្ចុប្បន្ន

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] អាទិភាពភារកិច្ចទូទៅ
TEXT_REC_PRIORITY_HIGH		= [High] អាទិភាពខ្ពស់ជាងធម្មតា
TEXT_REC_PRIORITY_HIGHEST	= [Highest] ភារកិច្ចផ្សេងទៀតអាចយឺតជាង

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut មិនត្រូវបានដំឡើង។ តើអ្នកចង់ទាញយក Bandicut ទេ?
TEXT_OUTPUTS_DELETE		= តើអ្នកប្រាកដជាចង់លុបឯកសារដែលបានជ្រើសជាអចិន្ត្រៃ?
TEXT_OUTPUTS_SELCOUNT		= %d ធាតុបានជ្រើស

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= ឈ្មោះគោលដៅ
TEXT_FILE_NAME_PREFIX_CUSTOM	= ផ្នត់ដើមផ្ទាល់ខ្លួន
TEXT_FILE_NAME_PREFIX_NONE	= គ្មាន
TEXT_FILE_NAME_SUFFIX_TIME	= កាលបរិច្ឆេទ/ពេលវេលា
TEXT_FILE_NAME_SUFFIX_NUMBER	= លេខ​លំដាប់

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= បញ្ចូលតម្លៃចន្លោះពី 1 ទៅ 1440 នាទី។
TEXT_TIMER_REC_STOP_RECORDING	= ការថតកំពុងដំណើរការ។ \n តើអ្នកប្រាកដថាអ្នកចង់ឈប់ថតហើយបន្តទេ?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Timer Recording is not available because the recording mode is not set. Please select the recording mode first.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= សូមបញ្ចូលចំណងជើងសម្រាប់វីដេអូដើម្បីផ្ទុកឡើង។
TEXT_UPLOAD_VID_NO_PASSWORD	= Please enter a password.
TEXT_UPLOAD_YOUTUBE_LOGIN	= ចូល - YouTube
TEXT_UPLOAD_VIMEO_LOGIN		= ចូល- Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Login - Facebook
TEXT_UPLOAD_COMPLETE		= បានបង្ហោះឡើង
TEXT_UPLOAD_ERR_FAIL		= បានបរាជ័យក្នុងការបង្ហោះវីដេអូនេះ។
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= ឯកសារនេះធំពេកមិនអាចបង្ហោះបានទេ។
TEXT_UPLOAD_ERR_FREESPACE	= មិនមានទំហំទំនេរគ្រប់គ្រាន់នៅលើ Vimeo ដើម្បីបង្ហោះ។
TEXT_UPLOAD_ERR_CONNECT		= បានបរាជ័យក្នុងការភ្ជាប់ទៅបណ្តាញ។
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.

; deinterlacing
TEXT_DEINT_NONE			= គ្មាន
TEXT_DEINT_ODD			= Odd Fields
TEXT_DEINT_EVEN			= Even Fields
TEXT_DEINT_BLEND		= Blend

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] កត់ត្រាតែប៉ុណ្ណោះខណៈកំពុងរុញ
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] បិទសំឡេងខណៈកំពុងរុញ

; download & update 
TEXT_UPDATE_IN_PROGRESS		= The installation is in progress...
TEXT_UPDATE_FAILED_DL		= Failed to download installation files. \nThis system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= The installation completed.
TEXT_UPDATE_INSTALL_FAILED	= The installation failed.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (None)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Name
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start time
TEXT_SREC_HEADER_END_TIME	= End time
TEXT_SREC_HEADER_DURATION	= Duration
TEXT_SREC_HEADER_TARGET		= Target
TEXT_SREC_HEADER_AFTER_REC	= After recording
TEXT_SREC_DEFAULT_NAME		= Schedule
TEXT_SREC_DELETE_SCHEDULES	= Are you sure you want to delete selected schedules permanently?
TEXT_SREC_STATUS_WAITING	= Waiting
TEXT_SREC_STATUS_RECORDING	= Recording
TEXT_SREC_STATUS_PASSED		= Passed
TEXT_SREC_STATUS_INACTIVE	= Inactive
TEXT_SREC_TARGET_NOT_CHANGE	= (Do not change)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullscreen
TEXT_SREC_TARGET_CUSTOM_AREA	= Rectangle on a screen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use the last recording target.
TEXT_SREC_DISPLAY		= Display %d
TEXT_SREC_DO_NOTHING		= (Do nothing)
TEXT_SREC_EXIT_BANDICAM		= Exit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Shutdown your computer
TEXT_SREC_ERR_TIME		= The duration must be between 00:00:01 and 23:59:59.
TEXT_SREC_ERR_DAY		= At least one day must be selected.
TEXT_SREC_ERR_OVERLAPPED	= The recording time overlaps with "%s"
TEXT_SREC_SAME_DAY		= Same day
TEXT_SREC_DAY_AFTER		= Day after
TEXT_SREC_EVERYDAY		= Everyday
TEXT_SREC_SUN			= Sunday
TEXT_SREC_MON			= Monday
TEXT_SREC_TUE			= Tuesday
TEXT_SREC_WED			= Wednesday
TEXT_SREC_THU			= Thursday
TEXT_SREC_FRI			= Friday
TEXT_SREC_SAT			= Saturday
TEXT_SREC_START_INFO		= Start recording in %s.
TEXT_SREC_STOP_INFO		= Stop recording in %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= There are no scheduled recordings.
TEXT_SREC_WAITING_1		= There is 1 scheduled recording.
TEXT_SREC_WAITING_N		= There are %d scheduled recordings.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (ឧបករណ៍សំឡេងលំនាំដើម)
TEXT_DEFAULT_DEVICE_FORMAT	= (Auto-detect Format)
TEXT_HOTKEY_NONE		= (គ្មាន)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= ទំព័រដើម
$BN_PAGE_GENERAL		= ទូទៅ
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= វីដេអូ
$BN_PAGE_IMAGE			= រូបភាព
$BN_PAGE_ABOUT			= អំពី
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= ជម្រើស
$ST_GEN_OUTPUT_FOLDER		= ថតលទ្ធផល
$BN_GEN_OPEN_OUTPUT_FOLDER	= បើក
$BN_GEN_ADV_OPTIONS		= កម្រិតខ្ពស់
$CK_GEN_ALWAYS_ON_TOP		= ផ្ទាំង Bandicam តែងតែនៅលើកំពូល
$CK_GEN_START_MINIMIZED		= ចាប់ផ្ដើម Bandicam បង្រួមអប្បបរមាទៅជាធំ
$CK_GEN_RUN_WHEN_START		= ដំណើរការ Bandicam ពេលចាប់ផ្ដើមwindow
$CK_GEN_RECORD_WHEN_RUN		= ចាប់ផ្តើមការថតពេញអេក្រង់ពេលចាប់ផ្ដើម Bandicam
$CK_GEN_TIMER_RECORDING		= កំណត់ពេលវេលាសម្រាប់ការថតដោយស្វ័យប្រវត្តិ
$ST_GEN_LANGUAGE		= ភាសា
$ST_GEN_REC_AUTO_START		= ចាប់ផ្តើមថតដោយស្វ័យប្រវត្តិ
$ST_GEN_REC_SCHEDULED		= Scheduled Recording
$BN_GEN_REC_SCHEDULED		= Settings
$ST_GEN_REC_AUTO_COMPLETE	= បញ្ចប់ការថតដោយស្វ័យប្រវត្តិ
$BN_GEN_REC_AUTO_COMPLETE	= ការកំណត់
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS ត្រួតលើគ្នា
$CK_FPS_OVERLAY_HOTKEY		= បង្ហាញ / លាក់ Hotkey
$CK_FPS_OVERLAY_POS_HOTKEY	= លេខសម្គាល់ទីតាំង
$CK_FPS_OVERLAY			= បង្ហាញការត្រួតលើ FPS
$ST_FPS_LIMIT			= FPS ដែនកំណត់
$CK_FPS_LIMIT_HOTKEY		= លេខសម្ងាត់
$CK_FPS_LIMIT			= កំណត់ដែនកំណត់ FPS ទៅ
$CK_FPS_LIMIT_ONLY_CAP		= តែនៅពេលចាប់យក
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= កត់ត្រា
$CK_VID_RECORD_HOTKEY		= កំណត់ត្រា / បញ្ឈប់ Hotkey
$CK_VID_PAUSE_HOTKEY		= ផ្អាក Hotkey
$CK_VID_SHOW_CURSOR		= បង្ហាញទ្រនិចម៉ៅ
$CK_VID_CLICK_EFFECTS		= បន្ថែមបែបផែនពេលចុចម៉ៅ
$CK_VID_WEBCAM_OVERLAY		= បន្ថែមការដាក់បណ្តាញកាមេរ៉ាត្រួតលើគ្នា
$BN_VID_RECORD_SETTINGS		= ការកំណត់
$ST_VID_FORMAT			= ទ្រង់ទ្រាយ (Format)
$ST_VID_FORMAT_VIDEO		= វីដេអូ
$ST_VID_FORMAT_AUDIO		= អូឌីយ៉ូ
$BN_VID_FORMAT_SETTINGS		= ការកំណត់
$BN_VID_FORMAT_PRESETS		= កំណត់ជាមុន
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= ចាប់យក
$CK_IMG_CAPTURE_HOTKEY		= Hotkey
$CK_IMG_CAPTURE_REPEAT		= ធ្វើការចាប់យកអេក្រង់ម្តងទៀត
$ST_IMG_CAPTURE_REPEAT		= វិនាទី
$CK_IMG_SHOW_CURSOR		= បង្ហាញទ្រនិចម៉ៅ
$CK_IMAGE_ADD_LOGO		= Add logo overlay
$CK_IMG_SHUTTER_SOUND_EFFECT	= បើកសម្លេងបិទ
$BTN_IMAGE_SETTINGS		= ការកំណត់
$ST_IMG_FORMAT			= ទ្រង់ទ្រាយ (Format)
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - ធម្មតា
$CK_IMG_FORMAT_JPG_HQ		= JPG - គុណភាព​ខ្ពស់
$CK_IMAGE_JPG_CUSTOM		= JPG - Custom quality (20~100)
$BTN_IMG_FORMAT_ANIGIF		= របៀបរក្សាទុកជា GIF ដែលមានចលនា
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= ចាប់ផ្ដើម
$ST_OUT_TAB_VIDEO		= វីដេអូ
$ST_OUT_TAB_IMAGE		= រូបភាព
$BN_OUT_PLAY_VIDEO		= លេង
$BN_OUT_OPEN_IMAGE		= បើក
$BN_OUT_EDIT			= កែ
$BN_OUT_UPLOAD			= ផ្ទុកឡើង Upload
$BN_OUT_DELETE			= លុប
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= កំណែ Bandicam
$ST_ABO_COPYRIGHT		= រក្សាសិទ្ធិ (c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= មានកំណែថ្មី។
$BN_ABO_CHECK_UPDATE		= ពិនិត្យមើលបច្ចុប្បន្នភាព
$ST_ABO_LICENCE_INFO		= ព័ត៌មានអាជ្ញាប័ណ្ណ
$BN_ABO_REGISTER		= ចុះឈ្មោះ
$BN_ABO_REGISTER_HELP		= របៀបទិញនិងចុះឈ្មោះ
$BN_ABO_UPDATE_REGISTRATION	= Update Registration
$ST_ABO_HOMEPAGE_INFO		= វេបសាយ URL
$ST_ABO_HOMEPAGE_URL		= ទំព័រដើម
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= សូមជ្រើសរើសឧបករណ៍!
$ST_DEVICE_CONNECTING		= កំពុងភ្ជាប់ ...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> is a must-have program for Bandicam users. You can quickly cut and join videos recorded with Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Learn more
$ST_UPDATE_STEP2_TEXT		= Download in progress...
$BTN_UPDATE_INSTALL		= Install now
$BTN_UPDATE_LATER		= No, thank you!
$BTN_UPDATE_CANCEL		= Cancel
$BTN_UPDATE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= ជ្រើសរបៀបថតដែលអ្នកចង់ប្រើ។
$ST_START_SEL_RECT		= តំបន់ចតុកោណ
$ST_START_SEL_FULL		= ពេញ​អេក្រង់
$ST_START_SEL_MOUSE		= ជុំវិញម៉ៅ
$ST_START_SEL_GAME		= ការថតហ្គេម
$ST_START_SEL_DEVICE		= ឧបករណ៍ថត
$ST_START_SEL_HELP		= ជំនួយលើបណ្ដាញ

$ST_START_RECT_TITLE		= ការថតអេក្រង់ - ចតុកោណកែងនៅលើអេក្រង់
$ST_START_RECT_DESC		= របៀបនេះអនុញ្ញាតឱ្យអ្នកកត់ត្រាផ្នែកមួយផ្នែកនៅក្នុងផ្ទៃចតុកោណកែង។
$ST_START_RECT_STEP		= 1. ជ្រើសទំហំនិងផ្ទៃដែលត្រូវចាប់យក។ [br]2 ។ ចុចប៊ូតុង 'REC' ឬចុចប៊ូតុងថត។

$ST_START_FULL_TITLE		= ការថតអេក្រង់ - ពេញអេក្រង់
$ST_START_FULL_DESC		= របៀបនេះអនុញ្ញាតឱ្យអ្នកថតអេក្រង់ទាំងមូលនៅលើអេក្រង់របស់អ្នក។
$ST_START_FULL_STEP		= 1. ជ្រើសរើសម៉ូនីទ័រដែលត្រូវចាប់យក។ [br]2 ។ ចុចប៊ូតុង 'REC' ឬចុចប៊ូតុងថត។

$ST_START_MOUSE_TITLE		= ការថតអេក្រង់ - ជាមួយម៉ៅ
$ST_START_MOUSE_DESC		= របៀបនេះអនុញ្ញាតឱ្យអ្នកថតនៅជុំវិញទ្រនិចម៉ៅដែលត្រូវបានផ្លាស់ទីដោយអ្នកប្រើនៅលើអេក្រង់។
$ST_START_MOUSE_STEP		= 1. ជ្រើសរើសទំហំជាក់លាក់ដែលត្រូវចាប់យក។ [br]2 ។ ចុចប៊ូតុង 'REC' ឬចុចប៊ូតុងថត។

$ST_START_GAME_TITLE		= របៀបកត់ត្រាហ្គេម 
$ST_START_GAME_DESC		= របៀបនេះអនុញ្ញាតឱ្យអ្នកថតការលេងហ្គេមខណៈពេលដែលបង្ហាញ FPS ។
$ST_START_GAME_STEP		= 1. ចាប់ផ្តើមgameនិងពិនិត្យមើលពណ៌បៃតង - ពណ៌ (FPS) ។ [br]2 ។ ចុចប៊ូតុង 'REC' ឬចុចប៊ូតុងថត។

$ST_START_DEVICE_TITLE		= របៀបថតឧបករណ៍
$ST_START_DEVICE_DESC		= របៀបនេះអនុញ្ញាតឱ្យអ្នកថតឧបករណ៍វីដេអូខាងក្រៅដូចជា Webcam, Xbox, Smartphone, IPTV ជាដើម។
$ST_START_DEVICE_STEP		= 1. ជ្រើសរើស webcam ឬឧបករណ៍ចាប់យក។ [br]2 ។ ចុចប៊ូតុង 'REC' ឬចុចប៊ូតុងថត។

$BN_START_HELP			= មើលជំនួយលើបណ្ដាញ
$BN_START_RECORD		= ចាប់ផ្តើមថត
$BN_START_RECORD_STOP		= បញ្ឈប់ការថត
$ST_START_HOTKEY_RECORD		= ផ្តើមថត/បញ្ឈប់
$ST_START_HOTKEY_SCREENSHOT	= ការចាប់យករូបភាព
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Select a recording area
$MENU_RECTANGLE			= រាងចតុកោណនៅលើអេក្រង់
$MENU_FULLSCREEN		= ពេញ​អេក្រង់
$MENU_AROUND_MOUSE		= ជុំវិញម៉ៅ
$MENU_RECT_FIND_WINDOW		= Select a recording area
$MENU_RECT_CUSTOM		= ទំហំផ្ទាល់ខ្លួន
$MENU_RECT_RECENTLY_USED	= ទំហំដែលបានប្រើថ្មីៗនេះ
$MENU_FULL_DISPLAY_1		= បង្ហាញ 1
$MENU_FULL_DISPLAY_2		= បង្ហាញ 2
$MENU_FULL_DISPLAY_3		= បង្ហាញ 3
$MENU_FULL_DISPLAY_4		= បង្ហាញ 4
$MENU_FULL_DISPLAY_5		= បង្ហាញ 5
$MENU_FULL_DISPLAY_6		= បង្ហាញ 6
$MENU_FULL_DISPLAY_7		= បង្ហាញ 7
$MENU_FULL_DISPLAY_8		= បង្ហាញ 8
$MENU_MOUSE_CUSTOM		= ទំហំផ្ទាល់ខ្លួន
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= បើក ថតលទ្ធផល
$TOOLTIP_SCHEDULED_RECORDING	= Scheduled Recording
$TOOLTIP_SCREENSHOT		= ចាប់យករូបភាព
$TOOLTIP_RECORD			= ផ្តើមថត/បញ្ឈប់
$TOOLTIP_PAUSE			= ផ្អាក
$TOOLTIP_UI_MODE		= Simple/Extended UI
$TOOLTIP_REGISTER		= ចុះឈ្មោះ Bandicam
$TOOLTIP_ONLINE_HELP		= ជំនួយលើបណ្ដាញ

$TOOLTIP_TOOL_NONE		= Cursor (No drawing)
$TOOLTIP_TOOL_PEN		= ប៊ិច
$TOOLTIP_TOOL_PEN_HL		= ឧបករណ៍បន្លិចពណ៌
$TOOLTIP_TOOL_PEN_LINE		= Line
$TOOLTIP_TOOL_ARROW		= ព្រួញ
$TOOLTIP_TOOL_BOX		= ប្រអប់
$TOOLTIP_TOOL_NUMBER		= លេខរៀង
$TOOLTIP_TOOL_TEXT		= អត្ថបទ
$TOOLTIP_TOOL_ERASER		= លុប
$TOOLTIP_TOOL_COLOR		= ជ្រើសពណ៌
$TOOLTIP_TOOL_LINE		= ខ្សែកោង
$TOOLTIP_TOOL_UNDO		= មិនធ្វើវិញ (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= ធ្វើវិញ (Ctrl+Y)

$TOOLTIP_HOME_SEL		= ជ្រើសរបៀបថត
$TOOLTIP_HOME_RECT		= របៀបថតអេក្រង់ - ចតុកោណកែង
$TOOLTIP_HOME_FULL		= របៀបថតអេក្រង់ - ពេញអេក្រង់
$TOOLTIP_HOME_MOUSE		= របៀបថតអេក្រង់ - ជាមួយម៉ៅ
$TOOLTIP_HOME_GAME		= របៀបថតហ្គេម
$TOOLTIP_HOME_DEVICE		= របៀបថតឧបករណ៍

$TOOLTIP_ADD_MOUSE_EFFECT	= Add Mouse cursor effects
$TOOLTIP_ADD_MICROPHONE		= Add Microphone
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Add Webcam overlay
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= បោះបង់
IDOK				= យល់ព្រម
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= ការកំណត់ទ្រង់ទ្រាយ
IDC_ST_FMTSET_FILE		= ប្រភេទឯកសារ
IDC_ST_FMTSET_VIDEO		= វីដេអូ
IDC_ST_VIDEO_SIZE		= ទំហំ
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_CODEC_PROFILE	= Profile
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= គុណភាព
IDC_ST_FMTSET_AUDIO		= អូឌីយ៉ូ
IDC_CK_AUDIO_ORIGINAL_PCM	= រក្សាទុកជាទ្រង់ទ្រាយដើម
IDC_ED_AUDIO_ORIGINAL_PCM	= អ្នកអាចរក្សាទុកអូឌីយ៉ូពហុឆានែលនិងនិយមន័យខ្ពស់ (96KHz ឬច្រើនជាងនេះ) ។
IDC_ST_AUDIO_CH			= ឆានែល
IDC_ST_AUDIO_FREQ		= ប្រេកង់
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= [ ជំនួយ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= ចុះឈ្មោះ Bandicam
IDC_ST_1BUY			= 1. ទិញ
IDC_ST_1BUY_COMMENT		= ដើម្បីយកផ្លាកចេញនៅលើវីដេអូរបស់អ្នកត្រូវទិញអាជ្ញាប័ណ្ណ Bandicam ពី https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= ទិញ​ឥឡូវនេះ
IDC_ST_2REGISTER		= 2. ចុះឈ្មោះ
IDC_ST_2REGISTER_COMMENT	= អ្នកត្រូវការការតភ្ជាប់អ៊ីនធឺណិតដើម្បីចុះឈ្មោះ Bandicam ។
IDC_ST_EMAIL_ADDRESS		= អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល
IDC_ST_SERIAL_NUMBER		= លេខ​សម្គាល់
IDC_BTN_REGISTER_NOW		= ចុះឈ្មោះ​ឥឡូវនេះ
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= បិទ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= ពិនិត្យមើលបច្ចុប្បន្នភាព
IDC_ST_UPDATE_SETTING		= ការកំណត់
IDC_CK_UPDATE_ENABLE		= បើកដំណើរការត្រួតពិនិត្យដោយស្វ័យប្រវត្តិ។
IDC_CK_UPDATE_POPUP		= បង្ហាញការលេចឡើងនៅពេលមានការធ្វើបច្ចុប្បន្នភាពថ្មី។
IDC_UPDATE_CHECK_NOW		= ពិនិត្យបច្ចុប្បន្នភាពឥឡូវនេះ
IDC_CLOSE			= បិទ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= ជម្រើសកម្រិតខ្ពស់
IDC_BTN_RESET			= កំណត់ឡើងវិញ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= ទូទៅ
IDC_CK_ALWAYS_ON_TOP2		= ផ្ទាំង Bandicam តែងតែនៅលើកំពូល
IDC_CK_START_MINIMIZED_TO_TRAY	=ចាប់ផ្ដើម Bandicam បង្រួមអប្បបរមាទៅជាធំ
IDC_CK_RUN_WHEN_START		= ដំណើរការ Bandicam ពេលចាប់ផ្ដើមwindow
IDC_CK_RECORD_WHEN_RUN		= ចាប់ផ្តើមការថតពេញអេក្រង់ពេលចាប់ផ្ដើម Bandicam
IDC_BTN_TIMER_RECORDING		= កំណត់ពេលវេលាសម្រាប់ការថតដោយស្វ័យប្រវត្តិ
IDC_CK_SHOW_FPS_IN_VIDEO	= បង្ហាញ FPS នៅក្នុងវីដេអូ / រូបភាពដែលបានថត
IDC_ST_SHOW_FPS_IN_VIDEO	= (មានតែនៅក្នុង 'របៀបថតហ្គេម')
IDC_CK_SHOW_TIP_BAR		= បង្ហាញរបារព័ត៌មាន / ព័ត៌មានជំនួយ
IDC_CK_NO_TRAY_BALLOON		=​ បិទការជូនដំណឹង
IDC_ST_ADV_AUTOMATIC		= ដោយស្វ័យប្រវត្តិ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= លទ្ធផល
IDC_ST_OUT_OUTPUT_FOLDER	= ថតលទ្ធផល
IDC_CK_OUT_CREATE_SUBFOLDER	= បង្កើតថតរងដោយស្វ័យប្រវត្តិដោយឈ្មោះ:
IDC_RD_OUT_SUBFOLDER		= ដូចគ្នានឹងការថតឈ្មោះគោលដៅ
IDC_RD_OUT_SUBFOLDER_2		= "វីដេអូ "ឬ" រូបភាព"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= បើក ឃ្លាំងសម្ងាត់សរសេរនៅលើdisk
IDC_ST_OUT_FILE_NAMING		= ការកំណត់ឈ្មោះឯកសារ
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= ភាសា
IDC_ST_TRANSLATOR		= អរគុណដល់អ្នកបកប្រែ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hooking target
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Disable DX10/11 hooking on IE9(or above)/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Block DirectX video overlay
IDC_BTN_BLOCK_LIST		= បញ្ជីដំណើរការដែលបានហាមឃាត់

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= ការកំណត់ផ្សេងៗ
IDC_BTN_VIDEO_RECORD_SETTINGS	= ការកំណត់ថតវីដេអូ
IDC_BTN_VIDEO_FORMAT_SETTINGS	= ការកំណត់ទ្រង់ទ្រាយវីដេអូ
IDC_BTN_AUTO_COMPLETE_RECORDING	= បញ្ចប់ការថតដោយស្វ័យប្រវត្តិ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= បញ្ចប់ការថតដោយស្វ័យប្រវត្តិ
IDC_ST_RC_HOWTO			= បញ្ចប់ការថតដោយស្វ័យប្រវត្តិ
IDC_RD_RC_NOTCOMPLETE		= បិទ
IDC_RD_RC_TIME			= ការថតដោយពេលវេលា
IDC_ST_RC_MAX_TIME		= អតិបរមា
IDC_RD_RC_SIZE			= តាមទំហំឯកសារដែលបានកត់ត្រាទុក
IDC_ST_RC_MAX_SIZE		= អតិបរមា
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER			= បន្ទាប់ពីការថត
IDC_RD_RC_NOTHING		= មិនធ្វើអ្វីសោះ
IDC_RD_RC_NEW_RECORDING		= ចាប់ផ្ដើមការថតថ្មី
IDC_RD_RC_EXIT_BDCAM		= ឈប់ថតនិងចេញពី Bandicam
IDC_RD_RC_SHUTDOWN		= បិទកុំព្យូទ័ររបស់អ្នក

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= បិទកុំព្យូទ័រ
IDC_ST_SHUTDOWN			= បិទកុំព្យូទ័រ
IDC_ST_SHUTDOWN_INFO		= កុំព្យូទ័រនេះនឹងត្រូវបានបិទ \n ចុច 'បោះបង់' ប្រសិនបើអ្នកមិនចង់បិទ។

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= ការកំណត់ថត

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= សំឡេងថត
IDC_ST_SND_SELECT_1		= ឧបករណ៍សំឡេងចម្បង
IDC_BTN_SND_SETTING_1		= កំពុងកំណត់ ...
IDC_ST_SND_VOLUME_1		= កម្រិតសំឡេង
IDC_CK_SND_MONO_1		= ម៉ូណូ
IDC_ST_SND_SELECT_2		= ឧបករណ៍សំឡេងបន្ទាប់ (មីក្រូហ្វូន)
IDC_BTN_SND_SETTING_2		= កំពុងកំណត់ ...
IDC_ST_SND_VOLUME_2		= កម្រិតសំឡេង
IDC_CK_SND_MONO_2		= ម៉ូណូ
IDC_CK_SND_MIX_SOUND		= ការលាយសំលេងពីរ (បឋម + មធ្យមទៅជាបទអូឌីយ៉ូមួយ)
IDC_CK_SND_CAP_PUSH_TO		= រុញឱ្យនិយាយឬរុញឱ្យស្ងាត់
IDC_ST_SOUND_HELP		= [ ជំនួយ ]
IDC_CK_SND_SAVE_AS_WAV		= រក្សាទុកបទអូឌីយ៉ូខណៈពេលថត (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= បន្ថែមwebcam ត្រួតលើវីដេអូ
IDC_ST_WEBCAM_SETTING		= ការកំណត់
IDC_ST_WEBCAM_POS		= ទីតាំង:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Advanced
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Advanced options
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = មើល webcam ជាមុននៅលើអេក្រង់
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= បើកការមើលជាមុនបិទ​ hotkey
IDC_RD_WEBCAM_ADD_TO_VIDEO	= បន្ថែមការត្រួតលើwebcam ទៅជាឯកសារវីដេអូ
IDC_RD_WEBCAM_SAVE_AS_MP4	= រក្សាទុកវីដេអូ webcam ជាឯកសារដាច់ដោយឡែក (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= បន្ថែមរូបសញ្ញាទៅវីដេអូ
IDC_ST_LOGO_SETTING		= ការកំណត់
IDC_ST_LOGO_IMAGE		= រូបភាព:
IDC_ST_LOGO_OPACITY		= ភាពស្រអាប់:
IDC_ST_LOGO_POS			= ទីតាំង:
IDC_ST_LOGO_LR_MARGINS		= ឆ្វេង/ស្តាំ Margins:
IDC_ST_LOGO_TB_MARGINS		= លើ/ក្រោម​ Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= បង្ហាញទ្រនិចម៉ៅ
IDC_ST_CURSOR_SIZE		= Size
IDC_ST_EFFECTS_MOUSE		= Mouse effects
IDC_CK_ADD_CLICK_EFFECTS	= បន្ថែមបែបផែនពេលចុចម៉ៅ
IDC_ST_CLICK_EFFECT_SIZE	= Size
IDC_ST_LEFT_CLICK_COLOR		= ពណ៌ចុចខាងឆ្វេង
IDC_ST_RIGHT_CLICK_COLOR	= ពណ៌ចុចខាងស្តាំ
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= បន្ថែមបែបផែនបន្លិចម៉ៅ
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Size
IDC_ST_HIGHLIGHT_COLOR		= បន្លិចពណ៌
IDC_ST_EFFECT_PREVIEW_TITLE	= Preview
IDC_ST_EFFECTS_MOUSE_SOUND	= Play mouse click sounds while recording
IDC_CK_EFFECT_LCLICK_SOUND	= Left click
IDC_CK_EFFECT_RCLICK_SOUND	= Right click

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= ជម្រើស
IDC_ST_REC_PRIORITY		= អាទិភាពការកត់ត្រា:
IDC_ST_REC_PRIORITY2		= អាទិភាពខ្ពស់អាចកាត់បន្ថយស៊ុមដែលធ្លាក់ចុះ។
IDC_ST_FOR_DX_GL		= សម្រាប់របៀបថតហ្គេម
IDC_CK_SKIP_RECORDING		= រំលងថតខណៈពេលស៊ុមមិនត្រូវបានធ្វើបច្ចុប្បន្នភាព
IDC_CK_ENHANCED_DX9_CAPTURE	= ប្រើវិធីសាស្រ្តចាប់យកដែលប្រសើរឡើង (លឿនជាង​ មានតែ DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= សម្រាប់របៀបថតអេក្រង់
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE		= ប្រើវិធីចាប់យកដែលកាន់តែប្រសើរ (លឿនជាង Windows 8 ឬខ្ពស់ជាងនេះ)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Play sound effects when started or stopped

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam preview and advanced settings
IDC_ST_WEBCAM_PRESET_POS	= Preset position
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= ការកំណត់
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_BTN_WEBCAM_DEVICE		= ការកំណត់
IDC_ST_WEBCAM_DEVICE_FMT	= ទ្រង់ទ្រាយ:
IDC_ST_WEBCAM_SIZE		= ទំហំត្រួតលើគ្នា:
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN	= Flip screen:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Color:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Select
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similarity: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blend:
IDC_LN_WEBCAM_HELP		= [ ជំនួយ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= ការមើលជាមុននៃ​ Webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_LN_TEXT_HELP		= [ ជំនួយ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Image capture settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Add logo to image
IDC_ST_IMG_LOGO_SETTING		= ការកំណត់
IDC_ST_IMG_LOGO_IMAGE		= រូបភាព:
IDC_ST_IMG_LOGO_OPACITY		= ភាពស្រអាប់:
IDC_ST_IMG_LOGO_POS		= ទីតាំង:
IDC_ST_IMG_LOGO_LR_MARGINS	= ឆ្វេង/ស្តាំ Margins:
IDC_ST_IMG_LOGO_TB_MARGINS	= លើ/ក្រោម​ Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= ទំហំគោលដៅផ្ទាល់ខ្លួន
IDC_ST_TARGET_SIZE_SETTING	= ការកំណត់
IDC_ST_TARGET_SIZE		= ទំហំគោលដៅ:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= បន្ថែមគម្រោងកំណត់ទំហំថ្មី
IDC_ST_ADD_SIZE_PRESET		= អ្នកអាចរក្សាទុកទីតាំងគោលដៅនិងទំហំបច្ចុប្បន្នជាការកំណត់ជាថ្មីមួយទៀត។ \n បញ្ចូលឈ្មោះសម្រាប់ការកំណត់ជាមុនថ្មី។

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= កែសម្រួលការកំណត់ជាមុនទំហំ
IDC_BTN_SIZE_PRESET_ADD		= បន្ថែម
IDC_BTN_SIZE_PRESET_DEL		= លុប
IDC_BTN_SIZE_PRESET_REN		= ប្តូរឈ្មោះ
IDC_BTN_SIZE_PRESET_UP		= ឡើង
IDC_BTN_SIZE_PRESET_DN		= ចុះ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= ប្តូរឈ្មោះទំហំមុនកំណត់
IDC_ST_REN_SIZE_PRESET		= បញ្ចូលឈ្មោះថ្មីមុនកំណត់។

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= ពត៌មាន
IDC_ST_ACAP_INFO		= ចាប់យកព័ត៌មានអូឌីយ៉ូ
IDC_ST_ACAP_INFO2		= ការចាប់យកសំឡេងរបស់អ្នកមិនត្រូវបាន។ សូមពិនិត្យមើល 'ការត្រួតពិនិត្យកំណត់ត្រា' របស់អ្នក។ \n\n តើអ្នកចង់មើលទំព័រជំនួយលើបណ្ដាញទេ?
IDC_CK_ACAP_DO_NOT_ASK		= កុំ​សួរ​ខ្ញុំ​ម្តង​ទៀត
IDC_BTN_YES			= បាទ
IDC_BTN_NO			= ទេ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= ពេលវេលាថតអតិបរមា
IDC_ST_RC_TIME_SETTING		= ការកំណត់
IDC_ST_RC_TIME_HOUR		= ម៉ោង
IDC_ST_RC_TIME_MIN		= នាទី
IDC_ST_RC_TIME_SEC		= វិនាទី

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= ទំហំអតិបរមាដែលបានកត់ត្រាទុក
IDC_ST_RC_FILESIZE_SETTING	= ការកំណត់

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= បន្ថែមការកំណត់ជាថ្មីមួយ
IDC_ST_ADD_PRESET		= អ្នកអាចរក្សាទុកការកំណត់ទ្រង់ទ្រាយបច្ចុប្បន្នជាការកំណត់ជាថ្មីមួយ។ \n បញ្ចូលឈ្មោះសម្រាប់ការកំណត់ជាថ្មីមួយ។

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= កែសម្រួលការកំណត់ជាមុន
IDC_BTN_PRESET_ADD		= បន្ថែម
IDC_BTN_PRESET_DEL		=លុប
IDC_BTN_PRESET_REN		= ប្តូរឈ្មោះ
IDC_BTN_PRESET_UP		= ឡើង
IDC_BTN_PRESET_DN		= ចុះ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= ប្តូរឈ្មោះកំណត់ជាមុន
IDC_ST_REN_PRESET		= បញ្ចូលឈ្មោះថ្មីជាមុនសម្រាប់ការកំណត់។

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= ជ្រើសវីដេអូខាងក្រៅ codec
IDC_ST_CODEC_EX_LIST		= បញ្ជី​ Codec
IDC_ST_CODEC_EX_SETTINGS	= ការកំណត់
IDC_ST_CODEC_EX_DRIVER		= ឈ្មោះកម្មវិធីបញ្ជា (Driver)
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= គុណភាព
IDC_ST_CODEC_EX_DATERATE	= អត្រា​ទិន្នន័យ
IDC_ST_CODEC_EX_KEYFRAME	= គន្លឹះពេលចន្លោះ
IDC_CK_CODEC_EX_PREFER_RGB	= ចូលចិត្ត ពណ៌គំរូ RGB
IDC_BTN_CODEC_EX_CONFIG		= កំណត់រចនាសម្ព័ន្ធ
IDC_BTN_CODEC_EX_ABOUT		= អំពី
IDC_ST_CODEC_EX_HELP		= [ ជំនួយ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= បញ្ជីដំណើរការបានហាមឃាត់
IDC_ST_BLOCK_LIST		= ដំណើរការដូចខាងក្រោមមិនអនុញ្ញាតឱ្យភ្ជាប់។
IDC_ST_BLOCK_LIST_EX		= ឧទាហរណ៍:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= ការកំណត់ H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= ការគ្រប់គ្រងអត្រា
IDC_RD_H264_CUDA_VBR		= គុណភាព - VBR (បានណែនាំ)
IDC_RD_H264_CUDA_CBR		= CBR - bitrate-based
IDC_ST_H264_CUDA_GPU_USAGE	= ការប្រើប្រាស់ GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= មានតែ GPU ប៉ុណ្ណោះ (ប្រើ GPU លឿនជាងមុន)
IDC_ST_H264_CUDA_GPU_DEVICE	= ឧបករណ៍ GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= ជម្រើសផ្សេងទៀត
IDC_ST_H264_CUDA_FOURCC_USED	= កូដ​ FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= គន្លឹះពេលចន្លោះ:
IDC_ST_H264_CUDA_FOURCC_HELP	= ជំនួយ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= ការកំណត់​ H.264 (Quick Sync Video) 
IDC_ST_H264_SYNC_RATE_CONTROL	= ការគ្រប់គ្រងអត្រា
IDC_RD_H264_SYNC_VBR		= គុណភាព - VBR (បានណែនាំ)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-based
IDC_ST_H264_SYNC_OTHER_OPTIONS	= ជម្រើសផ្សេងទៀត
IDC_ST_H264_SYNC_FOURCC_USED	= កូដ​ FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= គន្លឹះពេលចន្លោះ:
IDC_ST_H264_SYNC_FOURCC_HELP	= ជំនួយ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= ការកំណត់​ H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= ការគ្រប់គ្រងអត្រា
IDC_RD_H264_APP_VBR		= គុណភាព - VBR (បានណែនាំ)
IDC_RD_H264_APP_CBR		= CBR - bitrate-based
IDC_ST_H264_APP_OTHER_OPTIONS	= ជម្រើសផ្សេងទៀត
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= គន្លឹះពេលចន្លោះ:
IDC_ST_H264_APP_FOURCC_HELP	= ជំនួយ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= ការកំណត់ Xvid
IDC_ST_XVID_RATE_CONTROL	= ការគ្រប់គ្រងអត្រា
IDC_RD_XVID_VBR			= គុណភាព - VBR (បានណែនាំ)
IDC_RD_XVID_CBR			= CBR - bitrate-based
IDC_ST_XVID_OPTIMIZATION	= ការបង្កើនប្រសិទ្ធភាព
IDC_RD_XVID_FASTER_SPEED	= ល្បឿន encoding​ លឿនជាងមុន
IDC_RD_XVID_SMALLER_SIZE	= ទំហំឯកសារតូចជាង
IDC_ST_XVID_OTHER_OPTIONS	= ជម្រើសផ្សេងទៀត
IDC_ST_XVID_KEYFRAME_INT	= គន្លឹះពេលចន្លោះ:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= ការកំណត់ H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= ការគ្រប់គ្រងអត្រា
IDC_RD_H264_NVENC_VBR		= គុណភាព - VBR (បានណែនាំ)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-based
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU device:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Other options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= គន្លឹះពេលចន្លោះ:
IDC_ST_H264_NVENC_FOURCC_HELP	= ជំនួយ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) ការកំណត់
IDC_ST_H264_RATE_CONTROL	= ការគ្រប់គ្រងអត្រា
IDC_RD_H264_VBR			= គុណភាព - VBR (បានណែនាំ)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= ការបង្កើនប្រសិទ្ធភាព
IDC_RD_H264_FASTER_SPEED	= ល្បឿន encoding​ លឿនជាងមុន
IDC_RD_H264_BALANCED		= ការបង្ហាញតុល្យភាព
IDC_RD_H264_SMALLER_SIZE	= ទំហំឯកសារតូចជាង
IDC_ST_H264_OTHER_OPTIONS	= ជម្រើសផ្សេងទៀត
IDC_ST_H264_KEYFRAME_INT	= គន្លឹះពេលចន្លោះ:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= ការកត់ត្រាពេលវេលា
IDC_ST_TIMER_SETTINGS		= ការកំណត់
IDC_RD_TIMER_START_IN		= ចាប់ផ្តើមនៅ
IDC_ST_TIMER_MINUTES		= នាទី
IDC_RD_TIMER_START_AT		= ចាប់ផ្ដើមនៅ
IDC_CK_TIMER_MINIMIZE		= បង្រួមអប្បបរមា Bandicam ទៅតូចពេលការថតចាប់ផ្តើម។
IDC_ST_TIMER_AUTO_COMPLETE	= បញ្ចប់ការថតដោយស្វ័យប្រវត្តិ
IDC_BTN_TIMER_AUTO_COMPLETE	= ការកំណត់

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= ការកត់ត្រាពេលវេលា - រង់ចាំដើម្បីចាប់ផ្តើម
IDC_ST_TIMER_WAITING_INFO	= កំពុងរង់ចាំដើម្បីចាប់ផ្ដើមថតនៅ %s ។
IDC_ST_TIMER_ELAPSED		= រយះ​ពេល​ប្រតិបត្តិ:
IDC_ST_TIMER_REMAINING		= ពេលវេលាដែលនៅសល់:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= ការកំណត់ FPS
IDC_ST_FORMAT_FPS_MODE		= របៀបស៊ុមអត្រា
IDC_RD_FORMAT_FPS_CFR		= ចូលចិត្ត CFR - អត្រាស៊ុមថេរ
IDC_ST_FORMAT_FPS_CFR		= ថយចុះមកវិញនៅលើ VFR ប្រសិនបើការអនុវត្តរបស់ encoder មិនល្អគ្រប់គ្រាន់។
IDC_RD_FORMAT_FPS_VFR		= ប្រើ VFR - អត្រាស៊ុមអថេរ (ត្រូវបានណែនាំ)
IDC_ST_FORMAT_FPS_HELP		= ជំនួយ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= បង្ហោះទៅ Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	=  ព័ត៌មាននៃការបង្ហោះ
IDC_ST_YOUTUBE_FILENAME		= ឈ្មោះ​ឯកសារ:
IDC_ST_YOUTUBE_TITLE		= ចំណងជើង:
IDC_ST_YOUTUBE_DESCRIPTION	= ការពិពណ៌នា:
IDC_ST_YOUTUBE_PRIVACY		= ភាពឯកជន:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= ភាពឯកជន:
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= មិនបានចុះបញ្ជី - អ្នកណាដែលមានតំណទៅវីដេអូអាចមើលវីដេអូនេះ
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= ឯកជន - ធ្វើឱ្យវីដេអូនេះអាចមើលឃើញចំពោះខ្ញុំនិងអ្នកប្រើដែលខ្ញុំជ្រើសរើស
IDC_BTN_YOUTUBE_UPLOAD		= ការបង្ហោះ
IDC_LN_YOUTUBE_HELP		= ជំនួយ
IDC_LN_YOUTUBE_TOS		= ដោយចុច 'បង្ហោះ' អ្នកបញ្ជាក់ថាអ្នកជាម្ចាស់សិទ្ធិទាំងអស់ចំពោះមាតិកាឬអ្នកដែលអ្នកត្រូវបានអនុញ្ញាតដោយម្ចាស់ដើម្បីធ្វើឱ្យមាតិកាមានជាសាធារណៈនៅលើ YouTube ហើយវាអនុលោមតាម <a> លក្ខខណ្ឌសេវាកម្ម YouTube /</a>

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= កំពុងបង្ហោះ...
IDC_ST_YOUTUBE_UPLOADED		= វីដេអូបង្ហោះត្រូវបានបញ្ចប់!
IDC_ST_YOUTUBE_LINK		= តំណភ្ជាប់:
IDC_ST_YOUTUBE_EMBED		= បង្កប់:
IDC_BTN_YOUTUBE_LINK_GO		= ទៅ
IDC_BTN_YOUTUBE_EMBED_COPY	= ចម្លង
IDC_BTN_YOUTUBE_CLOSE		= បិទ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= បង្ហោះទៅ Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= បង្ហោះទៅ​ Information
IDC_ST_VIMEO_FILENAME		= ឈ្មោះ​ឯកសារ:
IDC_ST_VIMEO_TITLE		= ចំណងជើង:
IDC_ST_VIMEO_DESCRIPTION	= ការពិពណ៌នា:
IDC_ST_VIMEO_PRIVACY		= ភាពឯកជន:
IDC_RD_VIMEO_PRIVACY_ANYONE	= នរណាម្នាក់ - អនុញ្ញាតឱ្យអ្នកណាម្នាក់មើលវីដេអូនេះ
IDC_RD_VIMEO_PRIVACY_ONLYME	= មានតែខ្ញុំ - ធ្វើឱ្យវីដេអូនេះមើលឃើញចំពោះខ្ញុំនិងគ្មាននរណាផ្សេងទៀត
IDC_RD_VIMEO_PRIVACY_FOLLOW	= មានតែមនុស្សដែលទាក់ទងខ្ញុំ - ធ្វើឱ្យមនុស្សដែលទាក់ទងខ្ញុំនៅលើVimeoប៉ុណ្ណោះ
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD		= Hide Password
IDC_BTN_VIMEO_UPLOAD		= ការបង្ហោះ
IDC_LN_VIMEO_HELP		= ជំនួយ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= កំពុងបង្ហោះ...
IDC_ST_VIMEO_UPLOADED		= វីដេអូបង្ហោះត្រូវបានបញ្ចប់!
IDC_ST_VIMEO_LINK		= តំណភ្ជាប់:
IDC_ST_VIMEO_EMBED		= បង្កប់:
IDC_BTN_VIMEO_LINK_GO		= ទៅ
IDC_BTN_VIMEO_EMBED_COPY	= ចម្លង
IDC_BTN_VIMEO_CLOSE		= បិទ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Upload to Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Upload Information
IDC_ST_FACEBOOK_FILENAME	= File name:
IDC_ST_FACEBOOK_TITLE		= Title:
IDC_ST_FACEBOOK_DESCRIPTION	= Description:
IDC_ST_FACEBOOK_PRIVACY		= Privacy:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Friends of friends - Allow your friends of friends to see this video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Friends - Allow your friends to see this video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Only Me - This video is visible only to you
IDC_BTN_FACEBOOK_UPLOAD		= Upload
IDC_LN_FACEBOOK_HELP		= ជំនួយ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Uploading...
IDC_ST_FACEBOOK_UPLOADED	= The video upload is complete!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Go
IDC_BTN_FACEBOOK_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC អាចប្រើបាន
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder iអាចប្រើបាន។ NVENC គឺជាកម្មវិធីបម្លែងកូដដែលមានប្រសិទ្ធភាពខ្ពស់ដោយប្រើការបង្កើនល្បឿន។ តើអ្នកចង់ប្រើឧបករណ៍បំលែងកូដ NVENC H.264? \n<a> បន្ថែមទៀត </a>
IDC_CK_NVENC_AVAILABLE		= កុំ​សួរ​ខ្ញុំ​ម្តង​ទៀត

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= ក្រុមហ៊ុនIntel® Quick Sync Video (QSV) អាចប្រើបាន
IDC_LN_QSV_AVAILABLE		= កម្មវិធីបម្លែងកូដវីដេអូ H.264 Intel® Sync រហ័សអាចប្រើបាន។ QSV គឺជាអ៊ិនកូឌ័រប្រតិបត្តិការខ្ពស់ប្រើការបង្កើនល្បឿន។ \n តើអ្នកចង់ប្រើកម្មវិធីអ៊ិនកូដ QSV H.264 ដែរឬទេ? \n<a> បន្ថែមទៀត </a>
IDC_CK_QSV_AVAILABLE		= កុំ​សួរ​ខ្ញុំ​ម្តង​ទៀត

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= ជម្រើសឧបករណ៍
IDC_ST_DEVICE_SELECTION		= ជម្រើស
IDC_ST_DEVICE_NAME		= ឧបករណ៍:
IDC_BTN_DEVICE_NAME_SETTINGS	= ការកំណត់
IDC_ST_DEVICE_FORMAT		= ទ្រង់ទ្រាយ (format):
IDC_ST_DEVICE_VIDEO_INPUT	= ការបញ្ចូលវីដេអូ:
IDC_ST_DEVICE_AUDIO_INPUT	= ការបញ្ចូលអូឌីយ៉ូ:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= ការកំណត់
IDC_ST_DEVICE_OPTIONS		= ជម្រើស
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_ST_DEVICE_FLIPSCREEN	= Flip screen:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertical
IDC_LN_DEVICE_HELP		= ជំនួយ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= ភាពអធ្យាស្រ័យបញ្ហានៅលើប្រភពដើម
IDC_LN_CAUTION_USING_WINAPPS	= ប្រសិនបើការបើកដំណើរការកម្មវិធី Windows Store ត្រូវបានបើកដំណើរការ, បញ្ហាភាពត្រូវគ្នាអាចកើតឡើងនៅលើប្រភពដើម។ <a> ចុចទីនេះ </a> ដើម្បីដោះស្រាយបញ្ហានេះ។ \n\n តើអ្នកប្រាកដថាអ្នកចង់ប្រើកម្មវិធី Windows Store?
IDC_CK_CAUTION_USING_WINAPPS	= កុំ​សួរ​ខ្ញុំ​ម្តង​ទៀត

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Scheduled Recording List
IDC_ST_SREC_LIST_TEXT		= Schedule a time to start recording at a specific time. (This function is available when Bandicam is running.)
IDC_BTN_SREC_LIST_ADD		= Add
IDC_BTN_SREC_LIST_EDIT		= Edit
IDC_BTN_SREC_LIST_DELETE	= Delete
IDC_BTN_SREC_LIST_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Scheduled Recording
IDC_ST_SREC_SETTINGS_NAME	= Name:
IDC_CK_SREC_ACTIVE		= Active
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= One time
IDC_RD_SREC_DAILY		= Daily
IDC_RD_SREC_WEEKLY		= Weekly
IDC_ST_SREC_START_TIME		= Start time:
IDC_ST_SREC_END_TIME		= End time:
IDC_CK_SREC_DURATION		= Duration
IDC_CK_SREC_SUN			= Sunday
IDC_CK_SREC_MON			= Monday
IDC_CK_SREC_TUE			= Tuesday
IDC_CK_SREC_WED			= Wednesday
IDC_CK_SREC_THU			= Thursday
IDC_CK_SREC_FRI			= Friday
IDC_CK_SREC_SAT			= Saturday
IDC_ST_SREC_RECORDING		= Recording
IDC_ST_SREC_TARGET		= Recording Target:
IDC_BTN_SREC_TARGET_SELECT	= Select
IDC_ST_SREC_AFTER_RECORDING	= After recording:
IDC_LN_SREC_HELP		= [ ជំនួយ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

[MENU]
ID_POPUP_ABOUT			= អំពី Bandicam
ID_POPUP_GENERAL		= ការកំណត់ - ទូទៅ
ID_POPUP_FRAME			= ការកំណត់ - FPS
ID_POPUP_VIDEO			= ការកំណត់ - វីដេអូ
ID_POPUP_IMAGE			= ការកំណត់ - រូបភាព
ID_POPUP_OUTPUTS		= បញ្ជីឯកសារលទ្ធផល
ID_POPUP_OPENOUTPUTFOLDER	= បើកថតលទ្ធផល
ID_POPUP_TARGET			= គោលដៅ
ID_POPUP_SETTINGS		= ការកំណត់
ID_POPUP_SIZE			= ការធ្វើមាត្រដ្ឋាន DPI
ID_POPUP_EXIT			= ចាកចេញ

ID_TARGET_DIRECTX		= របៀប​​ ថតហ្គេម
ID_TARGET_SCREEN		= របៀប ថតអេក្រង់ - ចតុកោណកែង
ID_TARGET_FULL			= របៀប​ ថតអេក្រង់ - ពេញអេក្រង់
ID_TARGET_MOUSE			= របៀប ថតអេក្រង់ - ជាមួយម៉ៅ
ID_TARGET_DEVICE		= របៀបថតឧបករណ៍
ID_TARGET_HELP			= ជំនួយ

ID_TARGET_HIDE			= បង្ហាញ/លាក់ \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= របៀបគំនូរ \t Ctrl+Alt +D
ID_TARGET_ALWAYS_ON_TOP		= តែងតែនៅខាងលើ
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_TRANSPARENCY		= ភាពស្រអាប់
ID_TARGET_SIZE			= ទំហំ
ID_TARGET_ADJUST		= លៃតម្រូវ

ID_TARGET_MOVE_LEFT		= ផ្លាស់ទីទៅឆ្វេង \t ឆ្វេង
ID_TARGET_MOVE_RIGHT		= ផ្លាស់ទីស្តាំ \t សិទ្ធិ
ID_TARGET_MOVE_UP		= ផ្លាស់ទីឡើងលើ \t ឡើង
ID_TARGET_MOVE_DOWN		= ផ្លាស់ទីចុះក្រោម \t ចុះក្រោម

ID_TARGET_INC_WIDTH		= បង្កើនទទឹង \t​ Shift+ស្តាំ
ID_TARGET_DEC_WIDTH		= បន្ថយទទឹង \t​ Shift+ឆ្វេង
ID_TARGET_INC_HEIGHT		= បង្កើនកម្ពស់ \t Shift+ចុះក្រោម
ID_TARGET_DEC_HEIGHT		= បន្ថយកម្ពស់ \t Shift+ឡើង

ID_TARGET_FIND_WINDOW		= Select a recording area \t Ctrl+F
ID_TARGET_FULLSCREEN		= ពេញអេក្រង់ \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= សមនឹង 4:3
ID_TARGET_RATIO_16_9		= សមនឹង 16:9
ID_TARGET_SIZE_CUSTOM		= ទំហំផ្ទាល់ខ្លួន \t Ctrl+U
ID_TARGET_SIZE_PRESET		= ទំហំកំណត់ជាមុន \t ប្ដូរ (Shift)+ចុចម៉ៅស្តាំ
ID_TARGET_SIZE_PRESET_ADD	= បន្ថែមការកំណត់ជាមុន
ID_TARGET_SIZE_PRESET_EDIT	= កែសម្រួលការកំណត់ជាមុន
ID_TARGET_SIZE_RU		= ទំហំដែលបានប្រើថ្មីៗ \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= បើកថតលទ្ធផល
ID_TARGET_OUTPUT_LIST		= បញ្ជីឯកសារលទ្ធផល
ID_TARGET_EXIT_BANDICAM		= ចេញពី Bandicam

ID_DEVICE_HIDE			= បង្ហាញ/លាក់ \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= តែងតែនៅខាងលើ
ID_DEVICE_SELECTION		= ជ្រើសឧបករណ៍ \t Ctrl+D
ID_DEVICE_FULLSCREEN		= ពេញអេក្រង់ \t បញ្ចូល
ID_DEVICE_ZOOM			= បង្រីក
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= សមាមាត្រ
ID_DEVICE_KEEP_ASPECT_RATIO	= រក្សាទុកសមាមាត្រ
ID_DEVICE_ASPECT_RATIO_DEFAULT	= លំនាំដើម
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= បើកថតលទ្ធផល
ID_DEVICE_OUTPUT_LIST		= បញ្ជីឯកសារលទ្ធផល
ID_DEVICE_EXIT_BANDICAM		= ចេញពី Bandicam

ID_USER_PRESET_ADD		= បន្ថែមការកំណត់
ID_USER_PRESET_EDIT		= កែសម្រួលការកំណត់

ID_SORT_BY_DATE			= តម្រៀបតាមកាលបរិច្ឆេទ
ID_SORT_BY_NAME			= តម្រៀបតាមឈ្មោះ
ID_SORT_BY_SIZE			= តម្រៀបតាមទំហំ

ID_OUTPUTS_LB_PLAY		= លេង
ID_OUTPUTS_LB_OPEN		= បើក
ID_OUTPUTS_LB_EDIT		= កែសម្រួល
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= លុប     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= ជ្រើស​យក​ទាំងអស់ \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= បើកថតលទ្ធផល

ID_UPLOAD_TO_YOUTUBE		= បង្ហោះទៅ YouTube
ID_UPLOAD_TO_VIMEO		= បង្ហោះទៅ Vimeo
ID_UPLOAD_TO_FACEBOOK		= Upload to Facebook

ID_BDCAM_SIZE_DEFAULT		= ទំហំលំនាំដើម